Repository: xfce-mirror/xfmpc
Catalog: po/*.po
Languages: vi

source: Failed to connect to MPD
vi: Không kết nối được với MPD

source: Connected to MPD
vi: Đã kết nối tới MPD

source: n/a
vi: không có

source: Add
vi: Thêm

source: Replace
vi: Thay thế

source: Browse
vi: Duyệt

source: Clear Playlist
vi: Xóa sạch danh sách phát

source: Refresh Database
vi: Cập nhật cơ sở dữ liệu

source: Context Menu
vi: Menu ngữ cảnh

source: Repeat
vi: Lặp lại

source: Random
vi: Ngẫu nhiên

source: Single Mode
vi: Chế độ đơn

source: Consume Mode
vi: Chế độ tiêu thụ

source: _Preferences
vi: _Tùy chọn

source: _Shortcuts
vi: _Phím tắt

source: _About
vi: _Giới thiệu

source: Current Playlist
vi: Danh sách phát hiện tại

source: Browse database
vi: Duyệt cơ sở dữ liệu

source: MPD client written in GTK+ for Xfce
vi: Trình khách MPD viết bằng GTK+ cho Xfce

source: translator-credits
vi: Vietnam Linux L10n <https://github.com/linux-l10n-vi> Loc Huynh <https://github.com/hthienloc>

source: Not connected
vi: Chưa kết nối

source: by "%s" from "%s" (%s)
vi: bởi "%s" từ "%s" (%s)

source: Stopped
vi: Đã dừng

source: Quit
vi: Thoát

source: %d songs, %d hours and %d minutes
vi: %d bài hát, %d giờ %d phút

source: %d songs, %d minutes
vi: %d bài hát, %d phút

source: Remove
vi: Xóa

source: Info
vi: Thông tin

source: Xfmpc Preferences
vi: Tùy chọn Xfmpc

source: Customize your MPD client
vi: Tùy biến trình khách MPD của bạn

source: Connection
vi: Kết nối

source: Use _default system settings
vi: Dùng _cài đặt hệ thống mặc định

source: If checked, Xfmpc will try to read the environment variables MPD_HOST and MPD_PORT otherwise it will use localhost
vi: Nếu bật, Xfmpc sẽ đọc các biến môi trường MPD_HOST và MPD_PORT, nếu không sẽ dùng localhost

source: Hostname:
vi: Tên máy chủ:

source: Port:
vi: Cổng:

source: Password:
vi: Mật khẩu:

source: Apply
vi: Áp dụng

source: Appearance
vi: Diện mạo

source: General
vi: Chung

source: Close window into notification area
vi: Thu nhỏ vào khay hệ thống

source: Show _stastusbar
vi: Hiện thanh _trạng thái

source: Song Format
vi: Định dạng tên bài hát

source: Song Format:
vi: Định dạng tên bài hát:

source: Title
vi: Tiêu đề

source: Album - Title
vi: Album - Tiêu đề

source: Artist - Title
vi: Nghệ sĩ - Tiêu đề

source: Artist - Title (Date)
vi: Nghệ sĩ - Tiêu đề (Năm)

source: Artist - Album - Title
vi: Nghệ sĩ - Album - Tiêu đề

source: Artist - Album - Track. Title
vi: Nghệ sĩ - Album - Số thứ tự. Tiêu đề

source: Custom...
vi: Tùy chỉnh…

source: Custom format:
vi: Định dạng tùy chỉnh:

source: Available parameters:
vi: Tham số khả dụng:

source: %a: Artist
vi: %a: Nghệ sĩ

source: %t: Title
vi: %t: Tiêu đề

source: %D: Disc
vi: %D: Đĩa

source: %f: File
vi: %f: Tập tin

source: %g: Genre
vi: %g: Thể loại

source: %d: Date
vi: %d: Năm

source: %T: Track
vi: %T: Số thứ tự

source: Close
vi: Đóng

source: Xfmpc Shortcuts
vi: Phím tắt Xfmpc

source: Control your MPD client with your keyboard
vi: Điều khiển trình khách MPD bằng bàn phím

source: Quit: CTRL+q
vi: Thoát: Ctrl+Q

source: Previous: CTRL+b
vi: Bài trước: Ctrl+B

source: Play/Pause: CTRL+p
vi: Phát/Tạm dừng: Ctrl+P

source: Stop: CTRL+s
vi: Dừng: Ctrl+S

source: Next: CTRL+f
vi: Bài kế: Ctrl+F

source: Volume: CTRL+v
vi: Âm lượng: Ctrl+V

source: Search: ALT+s
vi: Tìm kiếm: Alt+S

source: Filter Playlist: ALT+f
vi: Lọc danh sách phát: Alt+F

source: Search in Database: ALT+d
vi: Tìm trong cơ sở dữ liệu: Alt+D

source: File
vi: Tập tin

source: Artist
vi: Nghệ sĩ

source: Date
vi: Năm

source: Track
vi: Số thứ tự

source: Genre
vi: Thể loại

source: MPD client
vi: Trình khách MPD
